/**
 * Created by Administrator on 15-6-16.
 */
USER = {
    // 政治面貌
    u_political_data:[
        ['中共党员'],
        ['国民党'],
        ['中共预备党员'],
        ['共青团员'],
        ['民革党员'],
        ['民盟盟员'],
        ['民建会员'],
        ['民进会员'],
        ['农工党党员'],
        ['致公党党员'],
        ['九三学社社员'],
        ['台盟盟员'],
        ['无党派民主人士'],
        ['普通公民']
    ],

    // 文化程度
    u_culture_data:[
        ['博士'],
        ['硕士'],
        ['本科'],
        ['大专'],
        ['中专和中技'],
        ['技工学校'],
        ['高中'],
        ['初中'],
        ['小学'],
        ['文盲'],
        ['半文盲']
    ],

    // 婚姻状况
    u_marital_data:[
        ['已婚'],
        ['未婚'],
        ['离异'],
        ['丧偶'],
        ['无配偶'],
        ['同居']
    ]

}

